Revit 2016 API
DuctFittingAndAccessoryPressureDropData Properties
The DuctFittingAndAccessoryPressureDropData type exposes the following members.
Properties
Name | Description
CalculationType
 The calculation type, a bitmask of FittingAndAccessoryCalculationType.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
DuctFittingAndAccessoryPressureDropData Class
Autodesk.Revit.DB.Mechanical Namespace